Repository: StefanoGirardi/BlaBlaPovoFrontend
Catalog: lib/l10n/app_*.arb
Languages: it

# orLetter
source: Or
it: O

source: Create Request
it: Crea Richiesta

source: Create Offer
it: Crea Offerta

source: Requests
it: Richieste

source: Request
it: Richiesta

source: Offers
it: Offerte

source: Offer
it: Offerta

# starred
source: Starred Routes
it: Percorsi Preferiti

# active
source: Active Rides
it: Passaggi Attivi

source: Settings
it: Impostazioni

source: History
it: Cronologia

source: Start Point
it: Punto di Partenza

source: Arrival Point
it: Punto di Arrivo

# pickTime
source: Pick Start Time
it: Seleziona Orario di Partenza

source: Set Time
it: Imposta Orario

source: Select Day
it: Seleziona Giorno

source: Today
it: Oggi

source: Tomorrow
it: Domani

source: Location
it: Posto

source: From
it: Da

source: To
it: A

source: Duration
it: Durata

source: Distance
it: Distanza

source: Customize Route
it: Customizza Percorso

source: Save Route
it: Salva Percorso

# successfulyOffer
source: Offer Created Successfully
it: Offerta Create Correttamente

# completeFields
source: Please complete all fields
it: Perfavore completa tutti i campi

source: Available
it: Disponibile

source: Filter
it: Filtri

source: All Times
it: Tutti gli Orari

source: Next Hour
it: Dalla Prossima Ora

# next3Hour
source: Next 3 Hours
it: Dalle Prossime 3 Ore

source: Clear
it: Rimuovi

source: Apply
it: Applica

source: Cancel
it: Cancella

# noRequest
source: No Request found
it: Nessuna Richiesta Trovata

# noOffer
source: No Offer found
it: Nessuna Offerta Trovata

source: Register New Route
it: Registra Un Nuovo Percorso

# nameRoute
source: Enter name for the route
it: Scrivi un Nome per il Percorso

# routeSaved
source: Route saved as
it: Percorso salvato come

source: Modify Route
it: Modifica Percorso

source: Delete Offer
it: Cancella Offerta

source: Delete Request
it: Cancella Richiesta

source: Request To Take
it: Richieste da Prendere

source: My Request
it: La Mia Richiesta

source: My Requests
it: Le Mie Richieste

source: Offers To Take
it: Offerte da Prendere

source: My Offers
it: Le Mie Offerte

source: My Offer
it: La Mia Offerta

source: Seats Available
it: Posti Disponibili

source: Car
it: Auto

source: Driver
it: Guidatore

source: Time
it: Orario

# openMaps
source: Open in Maps
it: Apri in Maps

source: Name
it: Nome

# modUsername
source: Modify Username
it: Modifica Username

source: Register Car
it: Registra Auto

source: Modify
it: Modifica

source: Management
it: Gestione

source: Disable
it: Disabilit√†

source: Delete Account
it: Cancella Account

source: Renounce
it: Rinuncia

source: Take
it: Prendi

source: Accept
it: Accetta

source: Seat
it: Posto

source: Refresh
it: Ricarica

source: Passenger
it: Passeggero

source: Date
it: Giorno

# noReqCreated
source: No Requests Created
it: Nessuna Richiesta Create

# noReqAvailable
source: No Requests Available
it: Nessuna Richiesta Disponibile

# offCreatedSucc
source: Offer created successfully
it: Offerta Creata con Successo

# reqCreatedSucc
source: Request created successfully
it: Richiesta Creata con Successo

# routeSavedSucc
source: Route saved successfully
it: Percorso Salvato con Successo

source: Failed
it: Fallimento

source: Destination
it: Destinazione

# nameForRoute
source: Enter a name for this route
it: Scrivi un nome per il Percorso

source: Save
it: Salva

# tooFarFromRouteErr
source: Selected location is too far from the route. Please choose a location closer to the route.
it: Posto selezionato troppo lontano dal percorso. Seleziona un altro posto.

# modStopsSucc
source: Stops modified successfully!
it: Feramte modificate con successo!

# modStopsErr
source: Failed to modify stops
it: Errore nel modificare le fermate

# seatRenSucc
source: Seat renounced successfully!
it: Rinuncia al Posto confermata!

# seatRenErr
source: Failed to renounce seat
it: Errore nel rinunciare al posto

# modStops
source: Modify Your Stops
it: Modifica le tue fermate

# offDet
source: Offer Details
it: Dettagli Offerta

# gotSeat
source: You have a seat in this offer
it: Hai un posto in questa Offerta

# notGotSeat
source: You are not a passenger in this offer
it: Non sei un oasseggero di questa Offerta

source: Start Time
it: Orario Partenza

# extTime
source: Estimated arrival
it: Arrivo Estimato

source: Your Stops
it: Le tue Fermate

source: Others Stops
it: Fermate degli Altri

# modStopBanner1
source: Tap on a stop number below to select which stop to modify, then tap on the map to place it
it: Clicca sul numero della fermata da modificare, poi selziona la nuova fermata sulla mappa

# modStopBanner2
source: Now tap on the map to place Stop
it: Ora clicca sulla mappa per selezionare la tua fermata

# modStopBanner3
source: Use the Modify Stops button to change your stop locations
it: Usa il bottone di modifica per modificare le tue fermate

# renounceSeatBanner
source: You can modify your stops or renounce your seat entirely
it: Puoi modificare le tue fermate o rinunciare al posto

source: Swap Stops
it: Inverti fermate

# backToOff
source: Back To Offers
it: Alle Offerte

# backToReq
source: Back To Requests
it: Alle Richieste

# offTakenSucc
source: You are set up for your ride
it: Sei pronto per il tuo passaggio

# reviewOff
source: Review Offer
it: Revisiona Offerta

# searchPick
source: Search Pickup
it: Cerca partenza

# searchDrop
source: Search DropOff
it: Cerca arrivo

# takeReqBanner
source: Please select pickup, dropoff locations and a route
it: Perfavore seleziona partenza, arrivo e percorso

# reqAccSucc
source: Request accepted successfully!
it: Richiesta accettata con successo!

# reqAccFail
source: Failed to accept request
it: Errore nello accettare la richiesta

# delReqBanner
source: Are you sure you want to delete this request? This action cannot be undone.
it: Sicuro di voler cancellare la richiesta? Non puoi tornare indietro.

# reqDelSucc
source: Request deleted successfully!
it: Richiesta cancellata con successo!

# reqDelFail
source: Failed to delete request
it: Errore nel cancellare la richiesta

source: Delete
it: Cancella

source: Details
it: Dettagli

source: Requested time
it: Tempo richiesto

# selRoute
source: Selected Route
it: Percorso selezionato

source: Select
it: Seleziona

source: Route
it: Percorso

# reqSelBanner1
source: Pickup location selected. Now choose your drop-off point.
it: Punto di salita selezionato. Ora selezuina punto di discesa.

# reqSelBanner2
source: Route selected! Ready to accept the request.
it: Percorso selezionato! Pronto per accettare la richiesta.

# acceptReq
source: Accept Request
it: Accetta la richiesta

# noStopSel
source: No stops selected for modification
it: Nessuna fermatea selezionata per la modifica

# tapMap
source: Tap on the map to select your new
it: Clicca la mappa per selezionare nuovo

# failedUpd
source: Failed to update
it: Errore nella modifica

# succUpd
source: updated successfully
it: modifica con successo

# reqRevBanner1
source: New start point set. Confirm or cancel modification
it: Nuovo punto di partenza selezionato. Conferma o cancella

# reqRevBanner2
source: New arrival point set. Confirm or cancel modification
it: Nuovo punto di arrivo. Conferma o cancella

# reqRevBanner3
source: Error loading user info
it: Errore di caricamento delle info dell utente

# reqRevBanner4
source: Driver resigned successfully!
it: Guidatore ha rinunciat con successo!

# reqRevBanner5
source: Failed to resign!
it: Errore nella rinuncia!

# reqRevBanner6
source: Resign from Request
it: Rinuncia all Richiesta

# reqRevBanner7
source: Are you sure you want to resign as driver? This action cannot be undone.
it: Sicuro di voler rinunciare come guidatore? Non puoi tornare indietro.

# reqRevBanner8
source: My Assigned Requests
it: Le richieste assegnate a me

source: Resign
it: Rinuncia

source: UserInfo
it: Info Utente

source: Waypoints
it: Punti di passaggio

# waipoint
source: Waypoint
it: Punto di passaggio

# starBanner1
source: Done Reordering
it: Fine riordinamento

# starBanner2
source: Reorder Waypoints
it: Riordina punti di passaggio

# starBanner3
source: Drag to reorder waypoints
it: Trascina per riordinare

# starBanner5
source: Tap on map to add waypoint
it: Clicca per aggiungere p. di passaggio

# starBanner4
source: (click to remove)
it: (clicca per rimuovere)
